Revit 2027 API
ConnectionInputPointInfo Constructor
Overload List
Name | Description
ConnectionInputPointInfo() |  Construct a default input point.
ConnectionInputPointInfo(String, Int32, String) |  Construct an input point info.
Top
See Also
Reference
ConnectionInputPointInfo Class
Autodesk.Revit.DB.Structure Namespace